Repository: MohamedHelmy1/HealthCareRecord
Catalog: UI/Resources/Views/HCRWebsite/Home.*.resx
Languages: ar

source: collection of hospital statistics that may help you
ar: جمع إحصائيات المستشفى التي قد تساعدك

source: collection of hospital statistics that may help you
ar: جمع إحصائيات المستشفى التي قد تساعدك

source: Happy Patients
ar: مرضى سعداء

source: Happy Patients
ar: مرضى سعداء

source: Qualified Doctors
ar: أطباء مؤهلين

source: Qualified Doctors
ar: أطباء مؤهلين

source: Qualified Nurses
ar: ممرضين موهلين

source: Qualified Nurses
ar: ممرضين موهلين

source: Departments
ar: الاقسام

source: Departments
ar: الاقسام

source: Clinic Rooms
ar: غرف العيادة

source: Clinic Rooms
ar: غرف العيادة

source: Empty Clinic Rooms
ar: غرف العيادة الفارغة

source: Empty Clinic Rooms
ar: غرف العيادة الفارغة

source: What Our Patients Say
ar: ماذا يقول مرضانا

source: What Our Patients Say
ar: ماذا يقول مرضانا

# Ap1
source: Good services
ar: خدمات جيدة

# Ap10
source: Neurology Doctors
ar: أطباء المخ و الأعصاب

# Ap11
source: And there more qualified doctors in others dapartments.
ar: وهناك المزيد من الأطباء المؤهلين في أقسام أخرى.

# Ap12
source: Orthopedics is a branch of medicine that focuses on the care of the musculoskeletal system. This system is made up of muscles and bones, as well as joints, ligaments, and tendons.
ar: جراحة العظام هي فرع من فروع الطب يركز على رعاية الجهاز العضلي الهيكلي. يتكون هذا النظام من العضلات والعظام ، وكذلك المفاصل والأربطة والأوتار.

# Ap13
source: joints
ar: المفاصل

# Ap14
source: ligaments
ar: الأربطة

# Ap15
source: tendons
ar: الأوتار

# Ap16
source: Dentistry, also known as dental medicine and oral medicine, is a branch of medicine that consists of the study, diagnosis, prevention, and treatment of diseases, disorders, and conditions of the oral cavity (the mouth), commonly in the dentition (development and arrangement of teeth) as well as the oral mucosa, and of adjacent and related structures and tissues, particularly in associated maxillofacial (jaw and facial) area
ar: باسم طب الأسنان وطب الفم ، هو فرع من فروع الطب يتكون من دراسة وتشخيص ووقاية وعلاج أمراض واضطرابات وحالات تجويف الفم (الفم) ، عادةً في الأسنان (تطور وترتيب الأسنان) وكذلك الغشاء المخاطي للفم والتركيبات والأنسجة المجاورة والمتعلقة ، خاصة في منطقة الوجه والفكين (الفك والوجه) المصاحبة

# Ap17
source: Dermatology
ar: الجلدية

# Ap18
source: Dermatology is the branch of medicine dealing with the skin. It is a speciality with both medical and surgical aspects. A dermatologist is a specialist medical doctor who manages diseases related to skin, hair, nails, and some cosmetic problems.
ar: طب الجلد هو فرع من فروع الطب يتعامل مع الجلد. إنه تخصص من الجوانب الطبية والجراحية. طبيب الأمراض الجلدية هو طبيب متخصص يعالج الأمراض المتعلقة بالجلد والشعر والأظافر وبعض مشاكل التجميل.

# Ap2
source: Highly qualified doctors
ar: أطباء مؤهلين تأهيلاً عالياً

# Ap3
source: High quality tools
ar: أدوات عالية الجودة

# Ap4
source: Send Your Appointment
ar: أرسل ميعاد

# Ap5
source: Magdy Yacoub, Head of Hosbital
ar: مجدي يعقوب رئيس المستشفى

# Ap6
source: Qualified Doctors
ar: أطباء مؤهلين

# Ap7
source: Orthopedic Doctors
ar: أطباء العظام

# Ap8
source: Dentist Doctors
ar: اطباء اسنان

# Ap9
source: Derma Doctors
ar: اطباء ديرما

# Appointment
source: Get an Appointment
ar: احصل على موعد حجز كشف

# Appointment1
source: Get an Appointment
ar: احصل على موعد حجز كشف

source: Best Practices
ar: أفضل الممارسات

# BestPractices1
source: Best Practices
ar: أفضل الممارسات

# booling
source: If you want to make an appointment you should login
ar: اذا كنت تريد حجز كشف يجب عليك تسجيل الدخول

# booling1
source: If you want to make an appointment you should login
ar: اذا كنت تريد حجز كشف يجب عليك تسجيل الدخول

source: Dentistry
ar: طب الأسنان

source: Dermatology
ar: الجلدية

source: Friday
ar: الجمعة

# Friday1
source: Friday
ar: الجمعة

# Group
source: Group of Certified and Experienced Doctors
ar: مجموعة من الأطباء المعتمدين وذوي الخبرة

# Group1
source: Meet The Doctors
ar: مقابلة الدكتور

# Group11
source: Meet The Doctors
ar: مقابلة الدكتور

# Group2
source: Group of Certified and Experienced Doctors
ar: مجموعة من الأطباء المعتمدين وذوي الخبرة

# Group3
source: Our Medical Specialists
ar: أخصائيو الطب لدينا

# Group31
source: Our Medical Specialists
ar: متخصصى الطب لدينا

# Group4
source: Highest Quality Medical Treatment
ar: علاج طبي بأعلى جودة

# Group41
source: Highest Quality Medical Treatment
ar: علاج طبي بأعلى جودة

# Group5
source: Free Consultation
ar: استشارة مجانية

# Group51
source: Free Consultation
ar: استشارة مجانية

# Group6
source: Modern Medicine
ar: الطب الحديث

# Group61
source: Modern Medicine
ar: الطب الحديث

# Group7
source: Better Technologies for Better Healthcare
ar: تقنيات أفضل لرعاية صحية أفضل

# Group71
source: Better Technologies for Better Healthcare
ar: تقنيات أفضل لرعاية صحية أفضل

# Group8
source: Our Stories, Tips & Latest News
ar: قصصنا ونصائحنا وآخر الأخبار

# Group81
source: Our Stories, Tips & Latest News
ar: قصصنا ونصائحنا وآخر الأخبار

# Group9
source: HCR is the Best Health Care Website
ar: هو أفضل موقع للرعاية الصحيةHCR

# Group91
source: HCR is the Best Health Care Website
ar: هو أفضل موقع للرعاية الصحيةHCR

# helthTitle
source: Need a personal health plan?
ar: هل تحتاج إلى خطة صحية شخصية؟

# helthTitle1
source: Need a personal health plan?
ar: هل تحتاج إلى خطة صحية شخصية؟

source: Highest Quality Care
ar: رعاية بأعلى جودة

# HighestQualityCare1
source: Highest Quality Care
ar: رعاية بأعلى جودة

# HighestQualityCareh3
source: Complete Medical Solutions in One Place
ar: حلول طبية كاملة في مكان واحد

# HighestQualityCareh31
source: Complete Medical Solutions in One Place
ar: حلول طبية كاملة في مكان واحد

source: Home
ar: الرئيسية

# Home1
source: Home
ar: الرئيسية

# Infoh3
source: Clinic with Innovative Approach to Treatment
ar: عيادة ذات نهج مبتكر للعلاج

# Infoh31
source: Clinic with Innovative Approach to Treatment
ar: عيادة ذات نهج مبتكر للعلاج

# Login
source: Click Here To Login
ar: اضغط هنا لتسجيل الدخول

# Login1
source: Click Here To Login
ar: اضغط هنا لتسجيل الدخول

# Mon
source: Mon – Wed
ar: الاحد-الاربعاء

# Mon1
source: Mon – Wed
ar: الاحد-الاربعاء

source: Neurology
ar: علم الأعصاب

source: Opening Hours
ar: ساعات العمل

# OpeningHours1
source: Opening Hours
ar: ساعات العمل

source: Orthopedic
ar: تقويم العظام

# pr1
source: We provide comprehensive patient care We have all health services and all advanced equipment We provide all services electronically . (Radiology - Analysis - Operations - Pharmacy) There are all departments and clinics . All departments are supervised by specialized doctors
ar: نقدم رعاية شامله للمريض .يتوفر لدينا جميع الخدمات الصحية وجميع الاجهزة المتقدمة .نقدم جميع الخدمات بطريقة الكترونية . (اشعة- تحاليل - عمليات- صيدلية) يوجد جميع الاقسام والعيادات . يشرف على جميع الاقسام اطباء متخصصون

# SERVICE51
source: Top Level Doctors
ar: كبار الأطباء

# SERVICE511
source: Top Level Doctors
ar: كبار الأطباء

# SERVICE52
source: Modern Equipment
ar: معدات حديثة

# SERVICE521
source: Modern Equipment
ar: معدات حديثة

# SERVICE53
source: Qualified Facilities
ar: المنشآت المؤهلة

# SERVICE531
source: Qualified Facilities
ar: المنشآت المؤهلة

# SERVICE54
source: Professional Services
ar: خدمات احترافية

# SERVICE541
source: Professional Services
ar: خدمات احترافية

# SERVICE55
source: Medical Counseling
ar: الاستشارة الطبية

# SERVICE551
source: Medical Counseling
ar: الاستشارة الطبية

# SERVICE56
source: Emergency Help
ar: مساعدة الطوارئ

# SERVICE561
source: Emergency Help
ar: مساعدة الطوارئ

# SERVICESh3
source: Total Health Care Solutions
ar: حلول الرعاية الصحية الشاملة

# SERVICESh31
source: Total Health Care Solutions
ar: حلول الرعاية الصحية الشاملة

# Sun
source: Sun - Sun
ar: السبت-الاحد

# Sun1
source: Sun - Sun
ar: السبت-الاحد

source: Thursday
ar: الخميس

# Thursday1
source: Thursday
ar: الخميس

# Welcome
source: Welcome to HCR(3M-A Team)
ar: HCR(3M-A )اهلا بكم فى

# Welcome1
source: Welcome to HCR(3M-A Team)
ar: HCR(3M-A )اهلا بكم فى

# Welcomep
source: Your health is our responsibility
ar: صحتك مسؤوليتنا

# Welcomep1
source: Your health is our responsibility
ar: صحتك مسؤوليتنا
